"OK" = "わかりました";
"All subscriptions" = "すべてのサブスクリプション";
"Privacy" = "プライバシー";
"Privacy policy" = "プライバシーポリシー";
"Purchases restored successfully!" = "購入は正常に復元されました。";
"Restore" = "復元する";
"Restore purchases" = "購入を復元";
"Terms" = "条項";
"Terms and conditions" = "利用規約";
"Annual" = "年額";
"6 Month" = "6ヶ月";
"3 Month" = "3ヶ月";
"2 Month" = "2ヶ月";
"Monthly" = "月額";
"Weekly" = "1週間";
"Lifetime" = "買い切り";
"%d%% off" = "%d%%オフ";
"Continue" = "続く";
"Default_offer_details_with_intro_offer" = "{{ sub_offer_duration }} トライアルを開始してから、{{ total_price_and_per_month }} を開始してください。";
"Something went wrong" = "問題が発生しました";
"Purchase" = "購入";
